{
  "privacyPolicyContent": "<p> This Privacy Policy describes how we collect, use, and protect the personal information you provide when accessing and using our store website. We are committed to ensuring the privacy and security of your personal information. By accessing and using our website, you consent to the practices described in this policy.  </p> <h3>Information We Collect</h3> <p> We may collect the following types of personal information from you: </p> <p> Contact Information: When you make a purchase or contact us through our website, we may collect your name, email address, phone number, and mailing address.  </p> <p> Order Information: We may collect information related to your orders, such as product details, order history, and transactional information.  </p> <p> Cookies and Tracking Technologies: We may use cookies and similar tracking technologies to enhance your browsing experience, analyze website usage, and customize content. Please refer to our <a href='/legal/cookies-policy' target='_blank'> Cookies Policy </a> for more information.  </p> <h3>Use of Information</h3> <p> We use the collected personal information for the following purposes: </p> <p> a. Order Processing and Fulfillment: We use your information to process and fulfill your orders, including order confirmation, shipment, and customer support.  </p> <p> b. Communication: We may use your contact information to respond to your inquiries, provide customer support, and send you transactional and administrative messages.  </p> <p> c. Marketing: With your consent, we may send you promotional emails, newsletters, or updates about our products, special offers, and promotions. You can opt-out of receiving marketing communications at any time.  </p> <p> d. Website Improvement: We analyze user behavior and website usage data to improve our website&apos;s functionality, user experience, and offerings.  </p> <h3>Data Security</h3> <p> We employ industry-standard security measures to protect your personal information from unauthorized access, loss, or misuse. However, please note that no data transmission over the internet or electronic storage method can guarantee complete security. We encourage you to take appropriate measures to protect your personal information.  </p> <h3>Third-Party Disclosure</h3> <p> We may share your personal information with trusted third-party service providers who assist us in operating our website, processing payments, delivering orders, and providing other services necessary for our business operations. These third parties are contractually obligated to maintain the confidentiality and security of your personal information.  </p> <h3>Legal Requirements</h3> <p> We may disclose your personal information if required by law or in response to valid legal requests, such as subpoenas, court orders, or government regulations.  </p> <h3>Children&apos;s Privacy</h3> <p> Our website is not intended for use by individuals under the age of [ 13 ]. We do not knowingly collect or solicit personal information from children. If you believe that we have inadvertently collected personal information from a child, please contact us immediately, and we will take steps to delete the information.  </p> <h3>Your Rights</h3> <p> You have the right to access, modify, or delete your personal information. If you wish to exercise these rights or have any concerns about your privacy, please contact us using the information provided below.  </p> <h3>Updates to this Policy</h3> <p> We may update this Privacy Policy periodically to reflect changes in our practices or legal requirements. The updated policy will be posted on our website with the revised effective date.  </p> <h3>Contact Us</h3> <p>If you have any questions or concerns regarding</p>",
  "termsAndConditionsContent": " <h3>Greetings from Coinsball</h3> <p> The terms and conditions (&quot;Terms&quot;) that apply to all services and goods provided by Coinsball are set forth below. Before moving forward, please carefully read them, as well as our Privacy Policy, since they lay out the legal foundation for all transactions made on Coinsball. &quot;Coinsball&quot; is an online store that can be accessed through its website (www.coinsball.store) or its mobile app. When you buy services and goods from Coinsball, you (&quot;Customer&quot;) are admitting that you have read and agree to the Terms and the Privacy Policy by continuing to use Coinsball. You are not permitted to use Coinsball and are kindly requested not to do so if you disagree with these Terms and the Privacy Policy.  </p> <h3>The Top-Up Products and Gift Cards.</h3> <p> Coinsball is an online marketplace that specializes in the resale of closed-loop gift cards, vouchers, and phone top-ups (&quot;Product&quot; or &quot;Products&quot;) of fixed or variable amounts, in a variety of currencies, that can be redeemed by the Customer at the issuer&apos;s location in exchange for goods and services provided by that issuer.  </p> <p> Different Products are available from Coinsball based on the country of the customer. The customer can choose their country on Coinsball, and it will show them all the deals that are available there. Coinsball highly urges customers to read the terms and conditions of each specific Product because it cannot guarantee that a Product purchased from one country page will function when used in another.  </p> <p> We make every effort to publish updated terms and conditions for all our products, but we do not guarantee it. On the website of the company that issued the goods that you are buying from us, you should check the appropriate terms and conditions.  </p> <h3>The Bill Payment Products.</h3> <p> Please be aware that bill payments are not always quick and may take some time to confirm, unless specifically stated in the bill payment site you are accessing. The payment </p> <h4>The payment</h4> <p> A cryptocurrency can be used by the Customer to pay for the Products directly.  </p> <p> Customers have the option of using a third-party crypto payment service that is offered at checkout, or paying directly with one of the cryptocurrencies that Coinsball accepts now of purchase. As specified by Coinsball or in the terms and conditions of such third-party providers, these payments may be subject to fees and confirmation times.  </p> <h4> A disclaimer for the product.</h4> <p> We sell the product as a distributor. We have not participated in the process of determining the terms and conditions that apply to each Product, nor are we the Product&apos;s author, designer, issuer, organizer, beneficiary, or management (the &quot;Issuer&quot;). As a result, we are not responsible for any problem, harm, or loss brought on by the specific Product&apos;s terms and conditions.  </p> <p> We are not affiliated with, sponsored by, acting on behalf of, or authorized expressly by any Issuer, nor are we associated to any Issuer.  We are not responsible for any issues or violations of laws brought on by the Issuer.  </p> <p> By purchasing the Product, the Customer also enters a contract with the Issuer, to which we are a third party, and to which the contractual defenses and rights resulting from the relationship between the Customer and Issuer shall not apply.  </p> <p> The Customer should exercise sufficient due diligence with respect to the terms and conditions of the Product being acquired, including about its applicability and enforcement against the Issuer. We won&apos;t bear responsibility for any resulting claims. These terms and conditions apply to the purchased Product.  </p> <p> Customers understand and acknowledge that we are not responsible for any decision or action taken by the Issuer to refuse to accept the Product due to the terms and conditions the Issuer has in place for the Product.  </p> <p> No guarantees, warranties, or representations are made by us regarding the Product&quot;s appropriateness for its intended purpose or any other aspect of the Product.  </p> <h3>Personal Data Protection and Privacy.</h3> <p> We take seriously the privacy and safety of our customers&apos; personal information.  </p> <p> Customers must check and study our Privacy Policy to learn more about how we handle and secure their data. If they do not agree with it, they must stop using Coinsball.  </p> <h3>Amendments to the Terms.</h3> <p> We retain the right to make changes to these Terms at any time without having to give previous notification to you or the public. Customers agree to consult the current URL before to each navigation of Coinsball and before concluding a transaction, and the date of the most recent revision will be prominently displayed.  </p> <h3>Customer services.</h3> <p> Questions and recommendations from our customers are always welcome.  </p> <p> Customers can connect with a customer care agent on Coinsball using a chat feature, and they will receive prompt responses to any questions they have.  </p> <p> We try our best to respond within the first 24 hours, however it&apos;s possible that it will take longer depending on the problem and the volume of requests we occasionally receive.  </p> <p>Should the Customer ever need to contact us for any reason.</p> <h3>Responsibility of the Customer.</h3> <p> The Customer is fully liable for any mistakes, losses, or damages (against himself, us, or any third-party) arising from (i) the provision of incorrect, inaccurate, or fake information and from (ii) the acquisition, resale, use or other related activities of the Product, in a manner that infringes any applicable laws, regulations, contractual terms and conditions or other agreements.  </p> <p> For the avoidance of doubt, when the Product being purchased is a refill of a prepaid SIM card (or any other Product that is redeemed by the Customer through Coinsball), the Customer is solely responsible for the accuracy and correctness of the information inserted on the platform (including, but not limited to, the phone number, the country, the network operator and the amount of the top-up) and we shall not be liable, in any case, for any consequences arising from the inaccuracy of the elements provided by the Customer.  </p> <p> Likewise, in other cases, the Customer is solely responsible for the accuracy, validity and correctness of the information inserted on the platform (including, but not limited to, the email address to which the Product must be delivered, and the amount purchased).  </p> <p> The Customer is responsible for maintaining the confidentiality of its password and account and for any activities and transactions that occur under its account. Each customer must have unique login credentials that may not be shared by multiple customers.  </p> <p> We shall not be liable to any person for any loss or damage which may arise because of any failure by you to protect your password or account.  If you suspect there has been unauthorized access to your account, contact us.  </p> <h3>Limitation of Liability.</h3> <p> Our team. No members of our team (including employees, contractors, directors, management members and other collaborators) shall have any liability based upon customer&apos;s use of, or reliance upon, Coinsball or the Products purchased.  </p> <p> Customer decisions. For the avoidance of doubt, we are not responsible for any decision you make, or action you take, based on your visit to Coinsball or the information obtained therein.  </p> <p> Accuracy of information. We shall not be liable to any person for any loss or damage which may arise from the use of any of the information contained in any of the materials on Coinsball.  </p> <p> Security. We work hard to keep Coinsball secure. We accept no responsibility whatsoever for viruses, malware or other malicious or damaging software on Customer&apos;s devices. Please ensure that your own computer security is comprehensive and up to date.  </p> ",
  "cookiesPolicyContent": "<p> This Cookies Policy outlines how our online store uses cookies to enhance your browsing experience, personalize content, and improve our services. By continuing to use our website, you consent to the use of cookies as described in this policy.  </p> <h3>What are cookies?</h3> <p> Cookies are small text files that are stored on your device (computer, smartphone, tablet) when you visit a website. They are widely used to make websites function more efficiently and provide information to website owners.  </p> <h3>How we use cookies</h3> <p>We use cookies for the following purposes:</p> <p> a. Essential Cookies: These cookies are necessary for the operation of our online store. They enable basic functions such as page navigation, secure access to your account, and shopping cart functionality.  </p> <p> b. Analytical Cookies: These cookies help us understand how visitors interact with our website by collecting and reporting anonymous information. We use this data to improve our website&apos;s performance and enhance the user experience.  </p> <p> c. Functional Cookies: These cookies allow us to remember your preferences and provide personalized features. For example, they can remember your language preference or product recommendations based on your browsing history.  </p> <p> d. Advertising Cookies: We may partner with third-party advertising networks that use cookies to deliver targeted advertisements relevant to your interests. These cookies may track your browsing habits across different websites.  </p> <h3>Third-party cookies</h3> <p> We may use third-party services that also place cookies on your device.  These services include analytics providers, advertising networks, and social media platforms. We have no control over the cookies set by these third parties. We recommend reviewing their respective privacy and cookies policies for more information.  </p> <h3>Managing cookies</h3> <p> You have the option to accept or decline cookies. Most web browsers automatically accept cookies, but you can modify your browser settings to decline cookies or prompt you before accepting them. Please note that disabling cookies may affect the functionality and usability of our website.  </p> <h3>Data protection</h3> <p> We are committed to protecting your personal data. Any information collected through cookies will be processed in accordance with our Privacy Policy.  </p> <h3>Updates to this policy</h3> <p> We may update this Cookies Policy from time to time to reflect changes in technology or legal requirements. The most recent version will be posted on our website.  </p> <h3>Contact us</h3> <p> If you have any questions or concerns about our use of cookies, please contact us.  </p> "
}