{
  "privacyPolicyContent": "<p>توضح سياسة الخصوصية هذه كيف نجمع المعلومات الشخصية التي تقدمها ونستخدمها ونحميها عند الوصول إلى موقع متجرنا الإلكتروني واستخدامه. نحن ملتزمون بضمان خصوصية وأمان معلوماتك الشخصية. من خلال الوصول إلى موقعنا واستخدامه ، فإنك توافق على الممارسات الموضحة في هذه السياسة.</p><h3>المعلومات التي نجمعها</h3><p>قد نقوم بجمع الأنواع التالية من المعلومات الشخصية منك:</p><p>معلومات الاتصال: عند إجراء عملية شراء أو الاتصال بنا من خلال موقعنا على الويب ، قد نجمع اسمك وعنوان بريدك الإلكتروني ورقم هاتفك وعنوانك البريدي.</p><p>معلومات الطلب: قد نقوم بجمع المعلومات المتعلقة بأوامرك ، مثل تفاصيل المنتج ، وسجل الطلبات ، ومعلومات المعاملات.</p><p>ملفات تعريف الارتباط وتقنيات التتبع: قد نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتحسين تجربة التصفح الخاصة بك ، وتحليل استخدام موقع الويب ، وتخصيص المحتوى. يرجى الرجوع إلى<a href='/legal/cookies-policy' target='_blank'> سياسة ملفات تعريف الارتباط</a> الخاصة بنا للحصول على مزيد من المعلومات.</p><h3>استخدام المعلومات</h3><p>نستخدم المعلومات الشخصية المجمعة للأغراض التالية:</p><p>أ. معالجة الطلبات والوفاء بها: نستخدم معلوماتك لمعالجة طلباتك وتنفيذها ، بما في ذلك تأكيد الطلب والشحن ودعم العملاء.</p><p>ب. الاتصال: قد نستخدم معلومات الاتصال الخاصة بك للرد على استفساراتك ، وتقديم دعم العملاء ، وإرسال رسائل المعاملات والإدارية إليك.</p><p>ج. التسويق: بموافقتك ، قد نرسل لك رسائل بريد إلكتروني ترويجية أو رسائل إخبارية أو تحديثات حول منتجاتنا وعروضنا الخاصة وعروضنا الترويجية. يمكنك إلغاء الاشتراك في تلقي الاتصالات التسويقية في أي وقت.</p><p>د. تحسين موقع الويب: نقوم بتحليل سلوك المستخدم وبيانات استخدام موقع الويب لتحسين وظائف موقعنا وتجربة المستخدم والعروض.</p><h3>أمن البيانات</h3><p>نحن نستخدم تدابير أمنية متوافقة مع معايير الصناعة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو الضياع أو سوء الاستخدام. ومع ذلك ، يرجى ملاحظة أنه لا يمكن لأي نقل بيانات عبر الإنترنت أو طريقة التخزين الإلكترونية ضمان الأمان الكامل. نحن نشجعك على اتخاذ التدابير المناسبة لحماية معلوماتك الشخصية.</p><h3>إفشاء الطرف الثالث</h3><p>قد نشارك معلوماتك الشخصية مع مزودي خدمة من الأطراف الثالثة الموثوق بهم والذين يساعدوننا في تشغيل موقعنا الإلكتروني ، ومعالجة المدفوعات ، وتسليم الطلبات ، وتقديم الخدمات الأخرى اللازمة لعملياتنا التجارية. هذه الأطراف الثالثة ملزمة تعاقديًا بالحفاظ على سرية وأمن معلوماتك الشخصية.</p><h3>المتطلبات القانونية</h3><p>قد نكشف عن معلوماتك الشخصية إذا كان ذلك مطلوبًا بموجب القانون أو استجابة لطلبات قانونية صالحة، مثل مذكرات الاستدعاء أو أوامر المحكمة أو اللوائح الحكومية.</p><h3>خصوصية الأطفال</h3><p>موقعنا الإلكتروني غير مخصص للاستخدام من قبل الأفراد الذين تقل أعمارهم عن [13]. نحن لا نجمع أو نطلب معلومات شخصية من الأطفال عن عمد. إذا كنت تعتقد أننا جمعنا معلومات شخصية عن غير قصد من أحد الأطفال، فيرجى الاتصال بنا على الفور ، وسنتخذ خطوات لحذف المعلومات.</p><h3>حقوقك</h3><p>لديك الحق في الوصول إلى معلوماتك الشخصية أو تعديلها أو حذفها. إذا كنت ترغب في ممارسة هذه الحقوق أو لديك أي مخاوف بشأن خصوصيتك، فيرجى الاتصال بنا باستخدام المعلومات الواردة أدناه:</p><p dir='ltr'>CoinsBall Support support@coinsball.com</p><h3>تحديثات هذه السياسة</h3><p>قد نقوم بتحديث سياسة الخصوصية هذه بشكل دوري لتعكس التغييرات في ممارساتنا أو المتطلبات القانونية. سيتم نشر السياسة المحدثة على موقعنا مع تاريخ السريان المعدل.</p><h3>اتصل بنا</h3><p>إذا كان لديك أي أسئلة أو مخاوف يمكنك التواصل باستخدام المعلومات الواردة أدناه:</p><p dir='ltr'>CoinsBall Support support@coinsball.com</p>",
  "termsAndConditionsContent": "<h3>تحياتنا من Coins Ball</h3><p>الشروط والأحكام التي تنطبق على جميع الخدمات والسلع التي تقدمها Coins Ball موضحة أدناه. قبل المضي قدمًا، يرجى قراءتها بعناية ، بالإضافة إلى سياسة الخصوصية الخاصة بنا ، لأنها تضع الأساس القانوني لجميع المعاملات التي تتم على Coins Ball. &quot;Coins Ball&quot; هو متجر على الإنترنت يمكن الوصول إليه من خلال موقعه على الإنترنت (www.CoinsBall.com) أو تطبيق الهاتف المحمول الخاص به.</p><p>عندما تشتري الخدمات والسلع من Coins Ball ، فإنك (&quot;العميل&quot;) تقر بأنك قد قرأت ووافقت على الشروط وسياسة الخصوصية من خلال الاستمرار في استخدام Coins Ball.</p><p>لا يُسمح لك باستخدام Coins Ball ويرجى منك عدم القيام بذلك إذا كنت لا توافق على هذه الشروط وسياسة الخصوصية.</p><h3>منتجات التعبئة وبطاقات الهدايا.</h3><p>Coins Ball عبارة عن سوق عبر الإنترنت متخصص في إعادة بيع بطاقات الهدايا ، والقسائم ، وتعبئة رصيد الهاتف (&quot;المنتج&quot; أو &quot;المنتجات&quot;) بمبالغ ثابتة أو متغيرة ، بعملات متنوعة ، يمكن استردادها من قبل العميل في موقع المُصدر مقابل السلع والخدمات التي يقدمها ذلك المُصدر.</p><p>تتوفر منتجات مختلفة من Coins Ball بناءً على بلد العميل. يمكن للعميل اختيار بلده على Coins Ball ، وسيُظهر له جميع الصفقات المتوفرة هناك. تحث Coins Ball العملاء بشدة على قراءة شروط وأحكام كل منتج معين لأنه لا يمكن أن يضمن أن المنتج الذي تم شراؤه من صفحة بلد ما سيعمل عند استخدامه في صفحة أخرى.</p><p>نحن نبذل قصارى جهدنا لنشر الشروط والأحكام المحدثة لجميع منتجاتنا ، لكننا لا نضمن ذلك. على الموقع الإلكتروني للشركة التي أصدرت البضائع التي تشتريها منا ، يجب عليك التحقق من الشروط والأحكام المناسبة.</p><h3>منتجات دفع الفواتير.</h3><p>يرجى العلم أن سداد الفواتير ليس سريعًا دائمًا وقد يستغرق بعض الوقت للتأكيد ، ما لم يتم النص على وجه التحديد في موقع دفع الفواتير الذي تقوم بالوصول إليه. الدفع</p><h3>الدفع</h3><p>يمكن للعميل استخدام عملة مشفرة لدفع ثمن المنتجات مباشرة.</p><p>يتمتع العملاء بخيار استخدام خدمة الدفع المشفرة لجهة خارجية والتي يتم تقديمها عند الخروج ، أو الدفع مباشرةً بإحدى العملات المشفرة التي تقبل Coins Ball الآن شرائها. كما هو محدد بواسطة Coins Ball أو في الشروط والأحكام الخاصة بمزودي الطرف الثالث ، قد تخضع هذه المدفوعات للرسوم وأوقات التأكيد.</p><h3>إخلاء مسؤولية عن المنتج.</h3><p>نبيع المنتج كموزع. لم نشارك في عملية تحديد الشروط والأحكام التي تنطبق على كل منتج ، ولا نحن مؤلف المنتج أو نصممه أو المنظم او المصدر أو المستفيد أو الإدارة. نتيجة لذلك ، لا نتحمل المسؤولية عن أي مشكلة أو ضرر أو خسارة ناتجة عن شروط وأحكام المنتج المحدد.</p><p>نحن لسنا تابعين أو مدعومين من قبل أو نعمل بالنيابة عن أو مفوضين صراحة من قبل أي مُصدر ، كما أننا لسنا مرتبطين بأي مُصدر. نحن لسنا مسؤولين عن أي قضايا أو انتهاكات للقوانين رفعتها جهة الإصدار.</p><p>من خلال شراء المنتج ، يبرم العميل أيضًا عقدًا مع المُصدر ، والذي نحن طرف ثالث فيه ، ولا تنطبق عليه الدفاعات والحقوق التعاقدية الناتجة عن العلاقة بين العميل والمُصدر.</p><p>يجب على العميل ممارسة العناية الواجبة الكافية فيما يتعلق بشروط وأحكام المنتج الذي يتم الحصول عليه ، بما في ذلك إمكانية تطبيقه وإنفاذه ضد المُصدر. لن نتحمل المسؤولية عن أي مطالبات ناتجة. تنطبق هذه الشروط والأحكام على المنتج الذي تم شراؤه.</p><p>يتفهم العملاء ويقرون أننا لسنا مسؤولين عن أي قرار أو إجراء تتخذه جهة الإصدار لرفض قبول المنتج بسبب الشروط والأحكام التي وضعها المُصدر للمنتج.</p><p>لا نقدم أي ضمانات أو تعهدات من قبلنا فيما يتعلق بمدى ملاءمة المنتج للغرض المقصود منه أو لأي جانب آخر من جوانب المنتج.</p><h3>حماية البيانات الشخصية والخصوصية.</h3><p>نحن نتعامل بجدية مع خصوصية وسلامة المعلومات الشخصية لعملائنا.</p><p>يجب على العملاء التحقق من سياسة الخصوصية ودراستها لمعرفة المزيد حول كيفية تعاملنا مع بياناتهم وتأمينها. إذا لم يوافقوا على ذلك ، فيجب عليهم التوقف عن استخدام Coins Ball.</p><h3>التعديلات على الشروط.</h3><p>نحتفظ بالحق في إجراء تغييرات على هذه الشروط في أي وقت دون الحاجة إلى تقديم إشعار مسبق لك أو للجمهور. يوافق العملاء على الرجوع إلى عنوان URL الحالي قبل كل تنقل في Coins Ball وقبل إتمام أي معاملة ، وسيتم عرض تاريخ أحدث مراجعة بشكل بارز.</p><h3>خدمة العملاء.</h3><p>نرحب دائمًا بأسئلة وتوصيات عملائنا.</p><p>يمكن للعملاء التواصل مع وكيل خدمة العملاء على Coins Ball باستخدام ميزة الدردشة ، وسيتلقون ردودًا سريعة على أي أسئلة لديهم.</p><p>نحن نبذل قصارى جهدنا للرد خلال الـ 24 ساعة الأولى ، ولكن من المحتمل أن يستغرق الأمر وقتًا أطول حسب المشكلة وحجم الطلبات التي نتلقاها أحيانًا.</p><p>إذا احتاج العميل في أي وقت إلى الاتصال بنا لأي سبب ، يمكنه من خلال فريق الدعم</p><p dir='ltr'> CoinsBall Support support@coinsball.com</p>",
  "cookiesPolicyContent": "<p>توضح سياسة ملفات تعريف الارتباط هذه كيف يستخدم متجرنا عبر الإنترنت ملفات تعريف الارتباط لتحسين تجربة التصفح وتخصيص المحتوى وتحسين خدماتنا. من خلال الاستمرار في استخدام موقعنا ، فإنك توافق على استخدام ملفات تعريف الارتباط كما هو موضح في هذه السياسة.</p><h3>ما هي ملفات تعريف الارتباط؟</h3><p>ملفات تعريف الارتباط هي ملفات نصية صغيرة يتم تخزينها على جهازك (الكمبيوتر ، الهاتف الذكي ، الجهاز اللوحي) عند زيارة أحد مواقع الويب. يتم استخدامها على نطاق واسع لجعل مواقع الويب تعمل بكفاءة أكبر وتوفير المعلومات لأصحاب مواقع الويب.</p><h3>كيف نستخدم ملفات تعريف الارتباط</h3><p>نحن نستخدم ملفات تعريف الارتباط للأغراض التالية:</p><p>أ. ملفات تعريف الارتباط الأساسية: ملفات تعريف الارتباط هذه ضرورية لتشغيل متجرنا عبر الإنترنت. أنها تمكن الوظائف الأساسية مثل التنقل في الصفحة ، والوصول الآمن إلى حسابك ، ووظيفة عربة التسوق.</p><p>ب. ملفات تعريف الارتباط التحليلية: تساعدنا ملفات تعريف الارتباط هذه في فهم كيفية تفاعل الزوار مع موقعنا على الويب من خلال جمع المعلومات مجهولة المصدر والإبلاغ عنها. نستخدم هذه البيانات لتحسين أداء موقعنا الإلكتروني وتعزيز تجربة المستخدم.</p><p>ج. ملفات تعريف الارتباط الوظيفية: تسمح لنا ملفات تعريف الارتباط هذه بتذكر تفضيلاتك وتقديم ميزات مخصصة. على سبيل المثال ، يمكنهم تذكر تفضيلاتك اللغوية أو توصيات المنتج بناءً على سجل التصفح الخاص بك.</p><p>د. ملفات تعريف الارتباط الإعلانية: قد نتشارك مع شبكات إعلانية تابعة لجهات خارجية تستخدم ملفات تعريف الارتباط لتقديم إعلانات مستهدفة ذات صلة باهتماماتك. قد تتبع ملفات تعريف الارتباط هذه عادات التصفح الخاصة بك عبر مواقع الويب المختلفة.</p><h3>ملفات تعريف ارتباط الطرف الثالث</h3><p>قد نستخدم خدمات الجهات الخارجية التي تضع أيضًا ملفات تعريف الارتباط على جهازك. تشمل هذه الخدمات موفري التحليلات وشبكات الإعلانات ومنصات التواصل الاجتماعي. ليس لدينا سيطرة على ملفات تعريف الارتباط التي تحددها هذه الأطراف الثالثة. نوصي بمراجعة سياسات الخصوصية وملفات تعريف الارتباط الخاصة بهم لمزيد من المعلومات.</p><h3>إدارة ملفات تعريف الارتباط</h3><p>لديك خيار قبول أو رفض ملفات تعريف الارتباط. تقبل معظم متصفحات الويب ملفات تعريف الارتباط تلقائيًا ، ولكن يمكنك تعديل إعدادات المستعرض الخاص بك لرفض ملفات تعريف الارتباط أو مطالبتك قبل قبولها. يرجى ملاحظة أن تعطيل ملفات تعريف الارتباط قد يؤثر على وظائف موقعنا على الإنترنت وسهولة استخدامه.</p><h3>حماية البيانات</h3><p>نحن ملتزمون بحماية بياناتك الشخصية. ستتم معالجة أي معلومات يتم جمعها من خلال ملفات تعريف الارتباط وفقًا لسياسة الخصوصية الخاصة بنا.</p><h3>تحديثات لهذه السياسة</h3><p>قد نقوم بتحديث سياسة ملفات تعريف الارتباط هذه من وقت لآخر لتعكس التغييرات في التكنولوجيا أو المتطلبات القانونية. سيتم نشر أحدث إصدار على موقعنا.</p><h3>اتصل بنا.</h3><p>إذا كانت لديك أي أسئلة أو مخاوف بشأن استخدامنا لملفات تعريف الارتباط ، فيرجى الاتصال بنا.</p>"
}